[
{
        "id": "S01",
        "name": "Super Mario Odyssey",
        "description": "Super Mario Odyssey is a 3D platformer game developed by Nintendo for the Nintendo Switch. It follows Mario on a globe-trotting adventure to rescue Princess Peach from Bowser, who plans to marry her. Mario is joined by Cappy, a sentient hat, which allows him to possess enemies and objects to solve puzzles and overcome obstacles. The game features expansive, vibrant open-world environments, with each kingdom offering unique challenges and collectibles, making it a highly praised and creative entry in the Mario series.",
        "priceineuro": 60,
        "isfirstparty": true,
        "releasedate": "2017-10-27",
        "image": "https://github.com/LaurenOthmer/ProjectJSONBestanden/blob/main/assets/mario.png?raw=true",
        "genre": "platformer",
        "characters": ["Mario", "Princess Peach", "Bowser", "Toad", "Cappy"],
        "gamemaker": {
           "id": "D01",
           "name": "Nintendo",
           "activesince": 1889,
           "boss": "Shuntaro Furukawa",
           "slogan": "Play anywhere, anytime, with anyone",
           "country": "Japan"
        }
},

{
    "id": "S02",
    "name": "Harvestella",
    "description": "Harvestella is an action-RPG developed by Square Enix that blends farming simulation with adventure and combat elements. Set in a world where the four seasons are governed by the mystical 'Seasons,' the game follows a protagonist who navigates through a land threatened by an enigmatic season known as 'Quietus.' Players grow crops, tend to a farm, and build relationships with various characters, all while exploring dungeons and battling enemies. The game combines life-simulation mechanics with an engaging storyline and real-time combat.",
    "priceineuro": 60,
    "isfirstparty": false,
    "releasedate": "2022-11-04",
    "image": "https://github.com/LaurenOthmer/ProjectJSONBestanden/blob/main/assets/harvestella.jpg?raw=true",
    "genre": "rpg",
    "characters": ["Cres", "Arya", "Unicorn", "Dim", "Asyl"],
    "gamemaker": {
        "id": "D02",
        "name": "Square Enix",
        "activesince": 2003,
        "boss": "Takashi Kiryu",
        "slogan": "Deliver Unforgettable Experiences",
        "country": "Japan"
    }
},

{
    "id": "S03",
    "name": "Story of Seasons: Friends of Mineral Town",
    "description": "Story of Seasons: Friends of Mineral Town is a farming simulation game where players take on the role of a young farmer who returns to the countryside to revitalize their late grandfather's farm. The game combines farming, animal husbandry, and building relationships with the townsfolk. Players can grow crops, raise animals, mine, fish, and participate in festivals. As they progress, they can develop friendships and even pursue marriage with one of the town's bachelors or bachelorettes. It’s a relaxing and nostalgic game, offering a charming rural life experience.",
    "priceineuro": 40,
    "isfirstparty": false,
    "releasedate": "2019-10-07",
    "image": "",
    "genre": "farming simulator",
    "characters": ["Thomas", "Popouri", "Rick", "Ky", "An", "Doctor"],
    "gamemaker":{
        
    }
}
]